Repository: aliraza556/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: nl_be, sv

source: A timeout occurred
sv: En timeout inträffade

source: You are blocked from sending messages.
sv: Du är blockerad från att skicka ett meddelande.

source: Timeout Error
nl_be: Timeout fout
sv: Tog för lång tid

source: The server did not return your bookmarks within the allowed time. You can reload the page to request them again.
nl_be: De server heeft uw bladwijzers niet binnen de toegestane tijd geretourneerd. U kunt de pagina opnieuw laden om ze opnieuw op te vragen.
sv: Servern skickade inte tillbaka dina bokmärken inom den tillåtna tiden. Du kan ladda om sidan för att efterfråga dom igen.

source: %1$s has gone offline
nl_be: %1$s is momenteel offline
sv: %1$s har kopplat ner

source: %1$s has gone away
nl_be: %1$s is niet meer aanwezig
sv: %1$s har lämnat

source: %1$s is busy
nl_be: %1$s is bezet
sv: %1$s är upptagen

source: %1$s is online
sv: %1$s är online

source: Smileys and emotions
nl_be: Smileys en emotiecons
sv: Smileys och känslor

source: People
nl_be: Personen
sv: Personer

source: Activities
nl_be: Activiteiten
sv: Aktiviteter

source: Travel
nl_be: Reis
sv: Resa

source: Objects
nl_be: objecten
sv: Föremål

source: Animals and nature
nl_be: Dieren en natuur
sv: Djur och natur

source: Food and drink
nl_be: Eten en drinken
sv: Mat och dryck

source: Symbols
nl_be: Symbolen
sv: Symboler

source: Flags
nl_be: Vlaggen
sv: Flaggor

source: Stickers
nl_be: De Stickers
sv: Klistermärken

source: Timeout while trying to fetch archived messages.
nl_be: Er is een fout opgetreden bij het verwijderen van de berichten.
sv: Det tog för lång tid att hämta arkiverade meddelanden.

source: You're not allowed to retract your message.
nl_be: Je mag je bericht niet intrekken.
sv: Du har inte behörighet att återkalla ditt meddelande.

source: Your retraction was not delivered because you're not present in the groupchat.
nl_be: Uw bericht werd niet afgeleverd, omdat je niet aanwezig bent in het groepsgesprek.
sv: Ditt återkallande kom inte fram eftersom du inte är närvarande i gruppchatten.

source: Sorry, an error occurred while trying to retract your message.
nl_be: Sorry, er is een fout opgetreden bij het intrekken van je bericht.
sv: Ledsen, ett fel uppstod när meddelandet skulle återkallas.

source: Your message was not delivered because you weren't allowed to send it.
nl_be: Uw bericht werd niet' afgeleverd omdat' je geen toestemming hebt om berichten te verzenden in dit groepsgesprek.
sv: Ditt meddelande kunde inte levereras för att du saknade tillåtelse att skicka det.

source: Your message was not delivered because you're not present in the groupchat.
nl_be: Uw bericht werd niet afgeleverd omdat je niet aanwezig bent in het groepsgesprek.
sv: Ditt meddelande levererades inte eftersom du inte var närvarande i gruppchatten.

source: Sorry, an error occurred while trying to send your message.
nl_be: Sorry, er is een fout opgetreden bij het verzenden van uw bericht.
sv: Ledsen, ett fel uppstod när meddelandet skulle skickas.

source: A timeout happened while trying to retract your message.
sv: En timeout skedde medans du försökte återkalla ditt meddelande.

source: Sorry, an error happened while running the command.
nl_be: Sorry, de is een fout opgetreden bij het opslaan van uw profielgegevens.
sv: Ledsen, ett fel uppstod medans kommandot kördes.

source: Check your browser's developer console for details.
nl_be: Controleer de ontwikkelaarsconsole van uw browser voor details.
sv: Kolla din webbläsares utvecklarkonsol för detaljer.

source: Error: couldn't find a groupchat participant based on your arguments
nl_be: Fout: kan geen gespreksdeelnemer niet vinden gebaseerd op uw argumenten
sv: Fel: hittade ingen gruppchattmedlem baserat på dina argument

source: Error: found multiple groupchat participant based on your arguments
nl_be: Fout: meerdere groepsgespreksdeelnemers gevonden gebaseerd op uw argumenten
sv: Fel: fann flera gruppchattmedlemmar baserat på dina argument

source: Error: the "%1$s" command takes two arguments, the user's nickname and optionally a reason.
nl_be: Fout: den opdracht ‘%1$s’ aanvaard twee parameters, den bijnaam van de gebruiker en optioneel een reden.
sv: Fel: kommandot "%1$s" kräver två argument, användarens smeknamn och en (frivillig) anledning.

source: Forbidden: you do not have the necessary affiliation in order to do that.
nl_be: Geen toelating: ge hebt niet de benodigde affiliatie voor dit te doen.
sv: Förbjudet: du har inte den nödvändiga anknytningen för att göra det.

source: Forbidden: you do not have the necessary role in order to do that.
nl_be: Geen toelating: ge hebt niet de benodigde rol voor dit te doen.
sv: Förbjudet: du har inte den nödvändiga rollen för att göra det.

source: You're not allowed to register yourself in this groupchat.
nl_be: Ge hebt geen toelating voor uw eigen in dit groepsgesprek te registreren.
sv: Du har inte tillåtelse att registrera dig i denna gruppchatt.

source: You're not allowed to register in this groupchat because it's members-only.
nl_be: Ge hebt geen toelating voor uw eigen in dit groepsgesprek te registreren, omdat het enkel toegankelijk is voor leden.
sv: Du kan inte registrera dig i denna gruppchatt eftersom den bara är för medlemmar.

source: Topic set by %1$s
nl_be: Onderwerp ingesteld door %1$s
sv: Ämne satt av %1$s

source: Topic cleared by %1$s
nl_be: Onderwerp gewist door %1$s
sv: Ämne rensat av %1$s

source: %1$s is typing
nl_be: %1$s is aan het typen
sv: %1$s skriver

source: %1$s has stopped typing
nl_be: %1$s is gestopt met typen
sv: %1$s har slutat skriva

source: %1$s has entered the groupchat
nl_be: %1$s neemt deel aan het groepsgesprek
sv: %1$s har kommit in i gruppchatten

source: %1$s has left the groupchat
nl_be: %1$s heeft het groepsgesprek verlaten
sv: %1$s har lämnat gruppchatten

source: %1$s is now a moderator
nl_be: %1$s is nu ne moderator
sv: %1$s är nu moderator

source: %1$s is no longer a moderator
nl_be: %1$s is gene moderator meer
sv: %1$s är inte längre moderator

source: %1$s has been given a voice
nl_be: %1$s heeft een stem gekregen
sv: %1$s har givits talförmåga

source: %1$s has been muted
nl_be: %1$s is gedempt
sv: %1$s har tystats

source: %1$s and %2$s
nl_be: %1$s en %2$s
sv: %1$s och %2$s

source: %1$s are typing
nl_be: %1$s is aan het typen
sv: %1$s skriver

source: %1$s have stopped typing
nl_be: %1$s is gestopt met typen
sv: %1$s har slutat skriva

source: %1$s have gone away
nl_be: %1$s is niet meet aanwezig
sv: %1$s är frånvarande

source: %1$s have entered the groupchat
nl_be: %1$s neemt deel aan het groep Chat
sv: %1$s har kommit in i gruppchatten

source: %1$s have left the groupchat
nl_be: %1$s heeft het groep Chat verlaten
sv: %1$s har lämnat gruppchatten

source: %1$s are now moderators
nl_be: %1$s is nu een moderator
sv: %1$s är nu moderatorer

source: %1$s are no longer moderators
nl_be: %1$s is gene moderator meer
sv: %1$s är inte längre moderatorer

source: %1$s have been given voices
nl_be: %1$s heeft een stem gekregen
sv: %1$s har givits talförmåga

source: %1$s have been muted
nl_be: %1$s is gedempt
sv: %1$s har tystats

source: %1$s has been banned by %2$s
nl_be: %1$s is verbannen door %2$s
sv: %1$s har portats av %2$s

source: %1$s has been banned
nl_be: %1$s is verbannen
sv: %1$s har portats

source: %1$s's nickname has changed
nl_be: Den bijnaam van %1$s is gewijzigd
sv: %1$s's smeknamn har ändrats

source: %1$s has been kicked out by %2$s
nl_be: %1$s is verbannen door %2$s
sv: %1$s har sparkats ut av %2$s

source: %1$s has been kicked out
nl_be: %1$s is weggeschopt
sv: %1$s har sparkats ut

source: %1$s has been removed because of an affiliation change
nl_be: %1$s is verwijderd omwille van een wijziging in lidmaatschap
sv: %1$s har tagits bort p.g.a. en anknytningsförändring

source: %1$s has been removed for not being a member
nl_be: %1$s is verwijderd omwille van geen lid te zijn
sv: %1$s har tagits bort p.g.a. avsaknad av medlemskap

source: %1$s is no longer an admin of this groupchat
nl_be: %1$s is ge(n)en beheerder meer van dit groepsgesprek
sv: %1$s är inte längre administratör för denna gruppchatt

source: %1$s is no longer an owner of this groupchat
nl_be: %1$s is ge(n)en eigenaar meer van dit groepsgesprek
sv: %1$s är inte längre ägare av denna gruppchatt

source: %1$s is no longer banned from this groupchat
nl_be: %1$s is niet meer verbannen uit dit groepsgesprek
sv: %1$s är inte längre portad från denna gruppchatt

source: %1$s is no longer a member of this groupchat
nl_be: %1$s is geen lid meer van dit groepsgesprek
sv: %1$s är inte längre medlem i denna gruppchatt

source: %1$s is now a member of this groupchat
nl_be: %1$s is nu lid van dit groepsgesprek
sv: %1$s är nu medlem i denna gruppchatt

source: %1$s is now an %2$s of this groupchat
nl_be: %1$s is nu %2$s van dit groepsgesprek
sv: %1$s är nu en %2$s i denna gruppchatt

source: The nickname you chose is reserved or currently in use, please choose a different one.
nl_be: Den bijnaam die ge gekozen hebd is gereserveerd of momenteel in gebruik, kiesd der nen anderen.
sv: Smeknamnet du valde är reserverat eller upptaget för stunden, vänligen välj ett annat.

source: Password incorrect
nl_be: Verkeerd wachtwoord
sv: Felaktigt lösenord

source: You are not on the member list of this groupchat.
nl_be: Ge staat niet op den deelnemerslijst van dit groepsgesprek.
sv: Du är inte på medlemslistan för den här gruppchatten.

source: You are not allowed to create new groupchats.
nl_be: Ge hebt geen toelating voor nieuwe groepsgesprekken aan te maken.
sv: Du har inte tillåtelse att skapa nya gruppchattar.

source: Your nickname doesn't conform to this groupchat's policies.
nl_be: Uwen bijnaam stemt niet overeen met het beleid van dit groepsgesprek.
sv: Ditt smeknamn överensstämmer inte med den här gruppchattens regler.

source: This groupchat does not (yet) exist.
nl_be: Dit groepsgesprek bestaat (nog) niet.
sv: Denna gruppchatt existerar inte (ännu).

source: This groupchat has reached its maximum number of participants.
nl_be: Dit groepsgesprek heeft het maximaal aantal gebruikers bereikt.
sv: Denna gruppchatt har nått maxnivån av deltagare.

source: Remote server not found
nl_be: Server niet gevonden
sv: Fjärrserver ej funnen

source: You're not allowed to enter this groupchat
nl_be: Je hebt geen toelating in dit groepsgesprek deel te nemen
sv: Du har inte tillåtelse att gå med i denna gruppchatt.

source: An error happened while trying to enter this groupchat
nl_be: Er is een fout opgetreden bij het betreden van deze groep chat
sv: Något gick fel med att gå i gruppchatten

source: This groupchat is not anonymous
nl_be: Dit groepsgesprek is nie anoniem
sv: Denna gruppchatt är inte anonym

source: This groupchat now shows unavailable members
nl_be: Dit groepsgesprek toond nu nie-beschikbare leden
sv: Denna gruppchatt visar nu otillgängliga medlemmar

source: This groupchat does not show unavailable members
nl_be: Dit groepsgesprek toond geen nie-beschikbare leden
sv: Denna gruppchatt visar inte otillgängliga medlemmar

source: The groupchat configuration has changed
nl_be: De configuratie van het groepsgesprek is gewijzigd
sv: Gruppchattens konfigurering har ändrats

source: Groupchat logging is now enabled
nl_be: Logboekregistratie voor groep chat is nu ingeschakeld
sv: Loggning av gruppchatten är nu påslaget

source: Groupchat logging is now disabled
nl_be: Logboekregistratie voor groep chat is uitgeschakeld
sv: Loggning av gruppchatten är nu avslaget

source: This groupchat is now no longer anonymous
nl_be: Dit groepsgesprek is niet meer anoniem
sv: Denna gruppchatt är nu inte längre anonym

source: This groupchat is now semi-anonymous
nl_be: Dit groepsgesprek is nu semi-anoniem
sv: Denna gruppchatt är nu semi-anonym

source: This groupchat is now fully-anonymous
nl_be: Dit groepsgesprek is nu volledig anoniem
sv: Denna gruppchatt är nu helt anonym

source: A new groupchat has been created
nl_be: Een nieuw groepsgesprek is aangemaakt
sv: En ny gruppchatt har skapats

source: Your nickname has been automatically set to %1$s
nl_be: Uwen bijnaam is automatisch ingesteld op %1$s
sv: Du har blivit automatiskt tilldelad smeknamnet %1$s

source: You have been banned from this groupchat
nl_be: Ge zijt uit dit groepsgesprek verbannen
sv: Du har portats från den här gruppchatten

source: Your nickname has been changed to %1$s
nl_be: Uwen bijnaam is gewijzigd naar %1$s
sv: Ditt smeknamn har ändrats till %1$s

source: You have been kicked from this groupchat
nl_be: Ge zijt uit dit groepsgesprek geschopt
sv: Du har sparkats ur den här gruppchatten

source: You have been removed from this groupchat because of an affiliation change
nl_be: Ge zijt uit dit groepsgesprek verwijderd omwille van een wijziging in lidmaatschap
sv: Du har tagits bort från den här gruppchatten p.g.a. en anknytningsförändring

source: You have been removed from this groupchat because it has changed to members-only and you're not a member
sv: Du har tagits bort ur den här gruppchatten eftersom gruppchatten har ändrats till endast-medlemmar och du är inte en medlem

source: You have been removed from this groupchat because the service hosting it is being shut down
nl_be: Ge zijt uit dit groepsgesprek verwijderd omdat de server hosting is uitgeschakeld
sv: Du har tagits bort från den här gruppchatten eftersom tjänsten för värden stängs ner

source: You have exited this groupchat due to a technical problem
nl_be: Je hebt deze groep chat verlaten vanwege een technisch probleem
sv: Du har lämnat den här gruppchatten p.g.a. ett tekniskt problem

source: Sorry, could not decrypt a received OMEMO message due to an error.
nl_be: Sorry, door en fout kon het ontvangen OMEMO-bericht niet ontsleuteld worden.
sv: Ledsen, kunde inte avkryptera ett mottaget OMEMO-meddelande p.g.a. ett fel.

source: Sorry, could not decrypt a received OMEMO message because we don't have the XMPP address for that user.
nl_be: Sorry, door en fout kon het ontvangen OMEMO-bericht niet wij hebben het adres XMPP voor deze gebruiker niet.
sv: Tyvärr, det gick inte att dekryptera ett mottaget OMEMO-meddelande eftersom vi inte har XMPP-adressen för den användaren.

source: Sorry, we're unable to send an encrypted message because %1$s requires you to be subscribed to their presence in order to see their OMEMO information
nl_be: Sorry, we kunnen geen versleutelde berichten sturen omdat %1$s vereist dat ge geabonneerd zijt op zijn/haar aanwezigheid voor zijn/haar OMEMO-informatie te bekijken
sv: Ledsen, vi kan inte skicka ett krypterat meddelande eftersom %1$s kräver att du prenumererar på deras närvaro för att se deras OMEMO-information

source: Sorry, we're unable to send an encrypted message because the remote server for %1$s could not be found
nl_be: Sorry, we kunnen geen versleutelde berichten sturen omdat den externe server voor %1$s niet kon gevonden worden
sv: Ledsen, vi kunde inte skicka ett krypterat meddelande eftersom fjärrservern för %1$s inte kunde hittas

source: Unable to send an encrypted message due to an unexpected error.
nl_be: Kan geen versleutelde berichten sturen door een onverwachte fout.
sv: Kunde inte skicka ett krypterat meddelande p.g.a. ett oväntat fel.

source: Error
nl_be: Fout
sv: Fel

source: Sorry, no devices found to which we can send an OMEMO encrypted message.
nl_be: Sorry, geen apparaten gevonden naarwaar we een OMEMO-versleuteld bericht kunnen verzenden.
sv: Ledsen, vi fann inga enheter som vi kan skicka ett OMEMO-krypterat meddelande till.

source: This is an OMEMO encrypted message which your client doesn’t seem to support. Find more information on https://conversations.im/omemo
nl_be: Dit is een OMEMO-versleuteld bericht, wat dat uwe cliënt niet ondersteunt. Meer informatie op https://conversations.im/omemo
sv: Detta är ett OMEMO-krypterad meddelande vilket din klient inte verkar stödja. Hitta mer information på https://conversations.im/omemo

source: %1$s doesn't appear to have a client that supports OMEMO. Encrypted chat will no longer be possible in this grouchat.
nl_be: %1$s lijkt geen gebruik te maken van ne cliënt met ondersteuning voor OMEMO. Het gaat niet meer mogelijk zijn van versleutelde berichten te sturen in dit groepsgesprek.
sv: %1$s verkar inte ha en klient som stödjer OMEMO. Krypterat chattande kommer inte längre vara möjligt i den här gruppchatten.

source: Sorry, an error occurred while trying to add %1$s as a contact.
sv: Ledsen, det uppstod ett fel när %1$s skulle läggas till som kontakt.

source: This client does not allow presence subscriptions
nl_be: Deze cliënt bied geen ondersteuning voor aanwezigheidsabonnementen
sv: Denna klient tillåter inte närvaro-prenumerationer

source: Unsaved contacts
sv: Osparade kontakter

source: My contacts
nl_be: Mijn contacten
sv: Mina kontakter

source: Pending contacts
nl_be: Contacten in afwachting
sv: Väntande kontakter

source: Contact requests
nl_be: Contactverzoeken
sv: Kontaktförfrågningar

source: Ungrouped
nl_be: Ongegroepeerd
sv: Ogrupperat

source: New messages
nl_be: Nieuwe Berichten
sv: Nya meddelanden

source: me
nl_be: ik
sv: jag

source: Could not automatically determine a connection URL
sv: Kunde inte hitta en anslutnings-URL automatiskt

source: An error occurred while connecting to the chat server.
nl_be: Der is een fout opgetreden bij het verbinden met de server.
sv: Ett fel skedde under uppkopplingen till chattservern.

source: Your XMPP address and/or password is incorrect. Please try again.
nl_be: Er is een fout opgetreden met uw gebruikersnaam en/of uw paswoord. Probeer het nog eens opnieuw.
sv: Din XMPP-adress och/eller lösenord är felaktigt. Vänligen försök igen.

source: We could not connect to %1$s, is your XMPP address correct?
sv: Vi kunde inte ansluta till %1$s, är din XMPP-address korrekt?

source: The XMPP server rejected the connection because of a policy violation
sv: XMPP-servern avböjde anslutningen på grund av en policyöverträdelse

source: The XMPP server did not offer a supported authentication mechanism
nl_be: De XMPP-server bood geen ondersteund authenticatiemechanisme aan
sv: XMPP-servern erbjöd inte en autentiseringsmekanism som stöds

source: Undecryptable OMEMO message
nl_be: Niet ontsleutelbaar OMEMO-bericht
sv: Oavkrypterbart OMEMO-meddelande

source: Sorry, could not determine upload URL.
nl_be: Sorry, we konden de geüpload URL niet bepalen.
sv: Ledsen, kunde inte fastställa uppladdnings-URL.

source: Sorry, could not determine file upload URL.
nl_be: Sorry, wij konden de bestand URL niet bepalen.
sv: Ledsen, kunde inte fastställa URL för filuppladdning.

source: Sorry, looks like file upload is not supported by your server.
nl_be: Sorry, bestand upload word niet ondersteund door uwe server.
sv: Ledsen, det verkar som att filuppladdning inte stöds av din server.

source: The size of your file, %1$s, exceeds the maximum allowed by your server.
sv: Storleken på din fil, %1$s, överstiger den tillåtna maximumstorleken på din server.

source: The size of your file, %1$s, exceeds the maximum allowed by your server, which is %2$s.
nl_be: De grootte van het bestand, %1$s, overschrijd het maximum toegelaten door uw server, %2$s.
sv: Storleken på din fil, %1$s, överstiger den tillåtna maximumstorleken på din server, som är %2$s.

source: You're not allowed to send a message.
nl_be: Je hebt geen toelating, om berichten te verzenden.
sv: Du har inte behörighet att skicka ett meddelande.

source: Menu
sv: Meny

source: Click to set a new picture
sv: Klicka för att ange en ny bild

source: Clear picture
sv: Ta bort bild

source: Older versions
sv: Äldre versioner

source: No older versions found
sv: Inga äldre versioner hittade

source: Current version
sv: Nuvarande version

source: Offline
sv: Nedkopplad

source: Unavailable
sv: Otillgänglig

source: Extended Away
nl_be: Uitgebreid afwezig
sv: Borta länge

source: Away
nl_be: Afwezig
sv: Borta

source: Do not disturb
sv: Stör ej

source: Chatty
nl_be: Spraakzaam
sv: Pratglad

source: Online
sv: Uppkopplad

source: Close
nl_be: Sluiten
sv: Stäng

source: Confirm
nl_be: Bevestigen
sv: Bekräfta

source: Cancel
nl_be: Annuleren
sv: Avbryt

source: Converse logo
sv: Converse logotyp

source: Execute
nl_be: Uitvoeren
sv: Utför

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Complete
sv: Färdigställ

source: The profile picture of %1$s
sv: Profilbild för %1$s

source: Add to Contacts
sv: Lägg till i kontakter

source: Nickname
nl_be: Bijnaam
sv: Smeknamn

source: XMPP Address
nl_be: XMPP-adres
sv: XMPP-adress

source: Affiliation
nl_be: Verbondenheid
sv: Anknytning

source: Role
nl_be: Rol
sv: Roll

source: Hats
nl_be: hoeden
sv: Hattar

source: Occupant Id
sv: Närvaro-id

source: Affiliation changed
nl_be: Verbondenheid veranderd
sv: Anknytning ändrad

source: role changed
sv: roll ändrad

source: Moderators are privileged users who can change the roles of other users (except those with admin or owner affiliations.
nl_be: Moderators zijn bevoorrechte gebruikers die de rollen van andere gebruikers kunnen wijzigen (behalve die met beheerders- of eigenaarsaffiliaties.
sv: Moderatorer är extraberättigade användare som kan ändra andra användares roller (förutom dom med administratör- eller ägarkopplingar.

source: The default role, implies that you can read and write messages.
nl_be: De standaardrol houdt in dat u berichten kunt lezen en schrijven.
sv: Standardrollen, som innebär att du kan läsa och skriva meddelanden.

source: Visitors aren't allowed to write messages in a moderated multi-user chat.
nl_be: Bezoekers mogen geen berichten schrijven in een gemodereerde multi-user chat.
sv: Besökare är ej tillåtna att skriva meddelanden i en modererad greppchatt.

source: Owner is the highest affiliation. Owners can modify roles and affiliations of all other users.
nl_be: Eigenaar is de hoogste affiliatie. Eigenaren kunnen de rollen en voorkeuren van alle andere gebruikers wijzigen.
sv: Ägare är den högsta anknytningen. Ägare kan ändra roller och kopplingar hos alla andra användare.

source: Admin is the 2nd highest affiliation. Admins can modify roles and affiliations of all other users except owners.
nl_be: Admin is de 2e hoogste aansluiting. Beheerders kunnen de rollen en voorkeuren van alle andere gebruikers wijzigen, behalve eigenaren.
sv: Administratör är den andra högsta anknytningen. Administratörer kan ändra roller och anknytningar hos alla andra användare förutom ägare.

source: To ban a user, you give them the affiliation of "outcast".
nl_be: Gebruiker verbannen door diens affiliatie te veranderen naar verschoppeling "outcast".
sv: För att porta en användare, ger du dem tillhörigheten "utstött".

source: No users with that affiliation found.
nl_be: Geen gebruikers met die aansluiting gevonden.
sv: Inga användare funna med den anknytningen.

source: No users with that role found.
nl_be: Geen gebruikers met deze rol gevonden.
sv: Hittade inga användare med den rollen.

source: Type here to filter the search results
nl_be: Typ hier om de zoekresultaten te filteren
sv: Skriv här för att filtrera sökresultaten

source: Show users
nl_be: Gebruikers tonen
sv: Visa användare
