Repository: aliraza556/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: nl_be, sv

source: Invalid value for the name and XMPP address. Please use the format "Name <username@example.org>".
sv: Ogiltigt värde för namnet ock XMPP-adress. Vänligen använd formatet "Namn <användarnamn@example.org>".

source: Sorry, something went wrong while accepting the contact request
sv: Ledsen, något gick fel med att godkänna kontakten

source: Successfully accepted the contact request
sv: Accepterade kontaktförfrågan

source: Start Chat
sv: Starta chatt

source: Start a new chat
sv: Starta ny chatt

source: Sorry, something went wrong
sv: Ledsen, något gick

source: %1$s blocked users shown
sv: %1$s blockerade användare visas

source: Unblock selected users
sv: Avblockera valda användare

source: Filter blocked users
sv: Filtrera blockerade användare

source: clear
sv: töm

source: Select All
sv: Välj Alla

source: No blocked XMPP addresses
sv: Inga blockerade XMPP-adresser

source: Blocklist
sv: Blockeringslista

source: Successfully unblocked %1$s XMPP addresses
sv: Avblockerade %1$s XMPP-adresser

source: Successfully unblocked one XMPP address
sv: Lyckades avblockera en XMPP-adress

source: Click to hide these contacts
nl_be: Klikt voor deze contacten te verbergen
sv: Klicka för att dölja dessa kontakter

source: Filter by contact name
nl_be: Filteren op contactnaam
sv: Filtrera efter kontaktnamn

source: Filter by group name
nl_be: Filteren op groepsnaam
sv: Filtera efter gruppnamn

source: Unread
nl_be: Ongelezen
sv: Oläst

source: Contacts
nl_be: Contacten
sv: Kontakter

source: Click to toggle contacts
sv: Klicka för att växla kontakter

source: Add a contact
nl_be: Voeg een contact toe
sv: Lägg till en kontakt

source: Show block list
sv: Visa blockeringslista

source: Re-sync contacts
sv: Återsynkronisera dina kontakter

source: Filter
nl_be: Filteren

source: e.g. conversejs.org
nl_be: bv. conversejs.org
