Repository: aliraza556/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: nl_be, sv

source: Roles are assigned to users to grant or deny them certain abilities in a multi-user chat. They're assigned either explicitly or implicitly as part of an affiliation. A role that's not due to an affiliation, is only valid for the duration of the user's session.
nl_be: Rollen worden toegewezen aan gebruikers om hen bepaalde mogelijkheden toe te kennen of te weigeren in een chat met meerdere gebruikers. Ze worden expliciet of impliciet toegewezen als onderdeel van een affiliatie. Een rol die niet het gevolg is van een affiliatie, is alleen geldig voor de duur van de sessie van de gebruiker.
sv: Roller tillskrivs användare som tillåter eller förnekar dom vissa förmågor i en gruppchatt. Dom tillskrivs antingen uttryckligen eller implicit som del av en anknytning. En roll som inte avgörs av en anknytning är enbart giltig under tiden för sammanträdesperioden.

source: An affiliation is a long-lived entitlement which typically implies a certain role and which grants privileges and responsibilities. For example admins and owners automatically have the moderator role.
nl_be: Een verbondenheid is een langdurig recht dat doorgaans een bepaalde rol inhoudt en dat privileges en verantwoordelijkheden verleent. Beheerders en eigenaren hebben bijvoorbeeld automatisch de rol van moderator.
sv: En anknytning är en långvarig rätt som typiskt innebär en specifik roll som ger vissa förmågor och ansvar. Till exempel så har administratörer och ägare automatiskt moderator-rollen.

source: Role changed
nl_be: Rol veranderd
sv: Roll ändrad

source: Moderator Tools
nl_be: Moderator instellingen
sv: Moderatorverktyg

source: Invitation to a groupchat
sv: Inbjudan till gruppchatt

source: %1$s has invited you to join the groupchat "%2$s"
sv: %1$s har bjudit in dig till gruppchatten %2$s

source: %1$s has invited you to join the groupchat "%2$s", and left the following reason: "%3$s"
sv: %1$s har bjudit in dig till gruppchatten %2$s, och angett följande anledning: "%3$s"

source: Are you sure you want to destroy this groupchat?
nl_be: ben je zeker om deze groepchat te verwijderen?
sv: Är du säker på att du vill förstöra den här gruppchatten?

source: Please enter the XMPP address of this groupchat to confirm
nl_be: Voer de XMPP-leverancier in waarbij da’ ge u wild registreren
sv: Vänligen skriv in chattens XMPP-adress för att bekräfta

source: name@example.org
nl_be: gebruiker@voorbeeld.be
sv: namn@example.org

source: Optional reason for destroying this groupchat
nl_be: Geef een reden waarom ge de groepchat wil verwijderen
sv: Frivillig anledning för att förstöra den här gruppchatten

source: Reason
nl_be: Reden
sv: Anledning

source: Optional XMPP address for a new groupchat that replaces this one
nl_be: Optioneel XMPP-adres voor een nieuwe groep chat die deze vervangt
sv: Frivilling XMPP-adress för en ny gruppchatt som ersätter denna

source: replacement@example.org
nl_be: gebruiker@voorbeeld.be
sv: ersättning@example.org

source: Couldn't find a participant with that nickname. They might have left the groupchat.
nl_be: Kan geen deelnemer vinden met die bijnaam. Misschien hebben ze de groep chat verlaten.
sv: Kunde inte hitta en deltagare med det smeknamnet. Dom kan ha lämnat gruppchatten.

source: Your nickname is "%1$s"
nl_be: Uwen bijnaam is "%1$s"
sv: Ditt smeknamn är "%1$s"

source: Error: invalid number of arguments
nl_be: Fout: ongeldig aantal argumenten
sv: Fel: ogiltigt antal argument

source: On which entity do you want to run commands?
nl_be: Op welke entiteit wilt u opdrachten uitvoeren?
sv: På vilken entitet vill du köra kommandon?

source: Certain XMPP services and entities allow privileged users to execute ad-hoc commands on them.
nl_be: Bepaalde XMPP-services en -entiteiten stellen bevoorrechte gebruikers in staat ad-hoc opdrachten op hen uit te voeren.
sv: Vissa XMPP-tjänster och entiteter tillåter extraberättigade användare att utföra ad-hoc-kommandon på dom.

source: Commands found
nl_be: Reacties gevonden
sv: Kommandon funna

source: List available commands
nl_be: Lijst beschikbare opdrachten
sv: Lista tillgängliga kommandon

source: No commands found
nl_be: Geen reacties gevonden
sv: Inga kommandon funna

source: Sorry, an error occurred while looking for commands on that entity.
nl_be: Sorry, er is een fout opgetreden bij het zoeken naar reacties voor die entiteit.
sv: Tyvärr, ett fel uppstod under sökning efter kommandon på den entiteten.

source: The specified entity doesn't support ad-hoc commands
sv: Den angivna entiteten stödjer inte ad-hoc-kommandon

source: An error occurred while trying to fetch the command form
sv: Det uppstod ett fel med att hämta kommandoformuläret

source: Sorry, an error occurred while trying to execute the command. See the developer console for details
nl_be: Sorry, der is een fout opgetreden bij het uitvoeren van de opdracht. Controleert den ontwikkelaarsconsole van uwen browser voor details
sv: Ledsen, ett fel uppstod när kommandot skulle utföras. Se utvecklarkonsolen för detaljer

source: Executing
sv: Utför

source: Completed
sv: Färdig

source: An error occurred while trying to cancel the command. See the developer console for details
sv: Ledsen, ett fel uppstod när kommandot skulle avbrytas. Se utvecklarkonsolen för detaljer

source: Error: unexpected result
sv: Fel: oväntat resultat

source: Are you sure you want to remove the bookmark "%1$s"?
nl_be: Zijt ge zeker dat ge den bladwijzer ‘%1$s’ wild verwijderen?
sv: Är du säker på att du vill ta bort bokmärket "%1$s"?

source: Unbookmark this groupchat
nl_be: Bladwijzer voor dit gesprek verwijderen
sv: Ta bort bokmärket för denna gruppchatt

source: Click to open this groupchat
nl_be: Klikt voor dit groepsgesprek te openen
sv: Klicka för att öppna denna gruppchatt

source: Bookmarks
nl_be: Bladwijzers
sv: Bokmärken

source: Bookmark for "%1$s"
nl_be: Bladwijzers voor "%1$s"
sv: Bokmärke för "%1$s"

source: Would you like this groupchat to be automatically joined upon startup?
nl_be: Wild u automatisch deelnemen aan dit groepsgesprek bij opstarten?
sv: Vill du gå med i denna gruppchatt automatiskt vid uppstart?

source: Remove
nl_be: Verwijderen
sv: Ta bort

source: Name
nl_be: Naam
sv: Namn

source: What should your nickname for this groupchat be?
nl_be: Wat moet uwen bijnaam in dit groepsgesprek zijn?
sv: Vilket smeknamn vill du ha för den här gruppchatten?

source: Password (for a protected groupchat)
sv: Lösenord (för skyddad gruppchatt)

source: If the groupchat requires a password to enter, you can save it here. Note this is not intended to be a secure storage.
sv: Om gruppchatten kräver ett lösenord för att gå med så kan du ange det här. Notera att detta inte är menat som säker lagring.

source: Update
sv: Uppdatera

source: Save
nl_be: Opslaan
sv: Spara

source: Bookmark
nl_be: Bladwijzers
sv: Bokmärk

source: You have an unsent message which will be lost if you continue. Are you sure?
nl_be: Ge hebt een overzonden bericht dat verloren zal gaan als ge verder gaat. Zijde zeker?
sv: Du har ett oskickat meddelande som kommer förloras om du fortsätter. Är du säker?

source: Be aware that other XMPP/Jabber clients (and servers) may not yet support retractions and that this message may not be removed everywhere.
nl_be: Houd er rekening mee dat andere XMPP/Jabber-clients (en servers) intrekkingen mogelijk nog niet ondersteunen en dat dit bericht mogelijk niet overal wordt verwijderd.
sv: Tänk på att andra XMPP/Jabber-klienter och servrar kanske inte stödjer återkallelser så meddelandet kanske inte tas bort från överallt.

source: Are you sure you want to retract this message?
nl_be: Weet u zeker dat u dit bericht wilt intrekken?
sv: Är du säker på att du vill återkalla detta meddelande?

source: A timeout occurred while trying to retract the message
nl_be: Er is een fout opgetreden bij het verwijderen van het bericht
sv: Det tog för lång tid att återkalla meddelandet

source: Sorry, you're not allowed to retract this message.
nl_be: Je hebt geen toelating voor nieuwe groepsgesprekken aan te maken.
sv: Ledsen, du har inte behörighet att återkalla det här meddelandet.

source: You are about to retract this message.
nl_be: U staat op het punt dit bericht in te trekken.
sv: Du är på väg att återkalla det här meddelandet.

source: You may optionally include a message, explaining the reason for the retraction.
nl_be: U kunt optioneel een bericht opnemen waarin de reden voor de intrekking wordt uitgelegd.
sv: Om du vill kan du inkludera en förklarande anledning till tillbakadragandet.

source: Message Retraction
nl_be: Bericht intrekken
sv: Återkallelse av meddelande

source: Optional reason
nl_be: Optionele reden
sv: Frivillig anledning

source: Sorry, you're not allowed to retract this message
nl_be: Sorry, je mag dit bericht niet intrekken
sv: Tyvärr, du har inte tillåtelse att återkalla det meddelandet

source: Show media
nl_be: Media tonen
sv: Visa media

source: Hide media
nl_be: Media verbergen
sv: Dölj media

source: Cancel Editing
nl_be: Bewerken annuleren
sv: Avbryt redigering

source: Edit
nl_be: Bewerken
sv: Redigera

source: Retract
nl_be: intrekken
sv: Återkalla

source: Copy
sv: Kopiera

source: Quote
sv: Citat

source: Image:
nl_be: Afbeelding:
sv: Bild:

source: Message versions
nl_be: Berichtversies
sv: Meddelandeversioner

source: Are you sure you want to remove this contact?
nl_be: Zijt ge zeker dat ge dit contact wild verwijderen?
sv: Är du säker på att du vill ta bort den här kontakten?

source: Sorry, an error occurred while trying to remove %1$s as a contact
sv: Ledsen, det uppstod ett fel när %1$s skulle tas bort som kontakt.

source: Remove and decline contact request
sv: Ta bort och neka kontaktförfrågan

source: Are you sure you want to decline the contact request from %1$s?
sv: Är du säker på att du vill neka denna kontaktförfrågan från %1$s?

source: Also block this user from sending you further messages
sv: Blockera även denna användare från att skicka dig meddelanden

source: Contact request declined and user blocked
sv: Kontaktförfrågan nekad och användaren blokerad

source: Contact request declined
sv: Kontaktförfrågan nekad

source: Do you want to block this contact, so they cannot send you messages?
sv: Vill du blockera denna kontakt, så de inte kan skicka dig meddelanden?

source: Sorry, an error occurred while trying to block %1$s
sv: Ledsen, det uppstod ett fel med att blockera %1$s

source: Do you want to unblock this contact, so they can send you messages?
sv: Vill du avblockera denna kontakt, så de kan skicka dig meddelanden?

source: Sorry, an error occurred while trying to unblock %1$s
sv: Ledsen, ett fel uppstod vid försök att avblockera %1$s

source: Neither of you receive presence updates
sv: Ingen av er mottar närvarouppdateringar

source: Only you receive presence updates
sv: Endast en av er mottar närvarouppdateringar

source: Only they receive presence updates
sv: Endast dem mottar närvarouppdateringar

source: Both of you receive presence updates
sv: Ni båda mottar närvarouppdateringar

source: Remove from blocklist
sv: Ta bort från blockeringslista

source: Add to blocklist
sv: Lägg till i blockeringslista

source: Add as contact
sv: Lägg till som kontakt

source: Remove as contact
nl_be: Contact verwijderen
sv: Ta bort som kontakt

source: Accept
sv: Acceptera

source: Decline
sv: Neka

source: Email
sv: E-post

source: Full Name
nl_be: Volledige naam
sv: Fullständigt namn

source: Groups
sv: Grupper

source: Use commas to separate multiple values
sv: Använd komman för att separera flera värden

source: Profile
nl_be: Uw profiel
sv: Profil

source: Presence
sv: Närvaro

source: Contact Request
sv: Kontaktförfrågan

source: Uploading file:
nl_be: Bestand uploaden:
sv: Laddar upp filen:

source: Retry
nl_be: Opnieuw proberen
sv: Försök igen

source: This message has been edited
sv: Detta meddelande har redigerats

source: Show more
nl_be: Meer tonen
sv: Visa mer

source: Show less
nl_be: Minder tonen
sv: Visa mindre

source: Message delivery failed.
sv: Meddelandeleverans misslyckades.

source: A moderator
sv: En moderator

source: %1$s has removed a message
sv: %1$s har tagit bort ett meddelande

source: You have removed a message
sv: Du har tagit bort ett meddelanden

source: Search results
nl_be: Zoekresultaten
sv: Sökresultat

source: Search
nl_be: Zoeken
sv: Sök

source: Insert emojis
nl_be: Voeg smiley’s in
sv: Lägg in emojis

source: Message characters remaining
nl_be: Resterende berichttekens
sv: Återstående tecken i meddelandet

source: Send the message
nl_be: Bericht verzenden
sv: Skicka meddelandet

source: Start a call
nl_be: Plaatst een oproep
sv: Starta samtal

source: Choose a file to send
nl_be: Kies een bestand voor te verzenden
sv: Välj en fil att skicka

source: Click to write as a normal (non-spoiler) message
nl_be: Klikt hier voor een gewoon (niet-verborgen) bericht te schrijven
sv: Klicka för att skriva som ett vanligt meddelande (utan spoiler)

source: Click to write your message as a spoiler
nl_be: Klikt hier voor een verborgen bericht te schrijven
sv: Klicka för att skriva ditt meddelande som en spoiler

source: The User's Profile Image
nl_be: Profielafbeelding van gebruiker
sv: Användarens profilbild

source: Details
sv: Detaljer

source: See more information about this person
nl_be: Toon meer informatie over dit groepsgesprek
sv: Se mer information om denna person

source: Unblock user
sv: Avblockera användare

source: Are you sure you want to unblock this user?
sv: Är du säker på att du vill avblockera denna användare?

source: Unblock this user
sv: Avblockera denna användare

source: Allow this user to send you messages
sv: Tillåt denna användare att skicka dig meddelanden

source: Block user
sv: Blockera användare

source: Are you sure you want to prevent %1$s from contacting you further?
sv: Är du säker på att du vill hindra %1$s från att kontakta dig mer?

source: Block this user
sv: Blockera denna användare

source: Prevent this user from sending you any further messages
sv: Förhindra denna användare från att skicka dig fler meddelanden

source: Close and end this conversation
nl_be: Sluit en beëindig dit gesprek
sv: Stäng för att avsluta denna konversation

source: You have unread messages
nl_be: Ge hebt ongelezen berichten
sv: Du har olästa meddelanden

source: Are you sure you want to clear the messages from this conversation?
nl_be: Zijt ge zeker dat ge de berichten in dit gesprek wild wissen?
sv: Är du säker på att du vill rensa meddelanden från den här konversationen?

source: Hidden message
nl_be: Verborgen bericht
sv: Dolt meddelande

source: Message
nl_be: Bericht
sv: Meddelande

source: Optional hint
nl_be: Operationele tip
sv: Frivillig ledtråd

source: Sorry, the connection has been lost, and your message could not be sent
nl_be: Sorry, de verbinding is verbroken en je bericht kon niet worden verzonden
sv: Ledsen, uppkopplingen har förlorats och ditt meddelande kunde inte skickas

source: Remove messages
nl_be: Berichten verwijderen
sv: Ta bort meddelanden

source: Close this chat
nl_be: Dit Chat gespreksvenster sluiten
sv: Stäng denna chatt

source: Write in the third person
nl_be: Schrijf in de derde persoon
sv: Skriv i tredje person

source: Show this menu
nl_be: Toon dit menu
sv: Visa denna meny

source: Please enter a valid XMPP address
nl_be: Voer een geldig XMPP-adres in
sv: Var god skriv in en giltig XMPP-adress

source: A big thank you to our sponsors 🙏
sv: Ett stort tack till våra sponsorer 🙏

source: To improve performance, we cache your data in this browser. Uncheck this box if this is a public computer or if you want your data to be deleted when you log out. It's important that you explicitly log out, otherwise not all cached data might be deleted. Please note, when using an untrusted device, OMEMO encryption is NOT available.
nl_be: Voor prestaties te verbeteren slaan we uw gegevens op in het cachegeheugen van van dezen browser. Vinkt dit niet aan als dit een openbare computer is of als ge wilt dat uw gegevens worden verwijderd bij het uitloggen. Het is van belang dat uzelf expliciet uitlogt, anders kan het zijn dat er gegevens achterblijven. Let op, als je een niet-vertrouwd apparaat gebruikt is OMEMO-versleuteling NIET beschikbaar.
sv: För att förbättra prestanda så lagrar vi information i din webbläsare. Klicka ur den här rutan om denna dator delas med andra, eller om du vill att din information raderas när du loggar ut. Det är viktigt att du loggar ut manuellt, annars kanske inte all lagrad information raderas. Notera att OMEMO-kryptering INTE är tillgänglig på obetrodda enheter.

source: This is a trusted device
nl_be: Dit is een vertrouwd apparaat
sv: Detta är en betrodd enhet

source: Info
sv: Information

source: Connection URL
nl_be: Verbinding URL
sv: Anslutnings-URL

source: HTTP or websocket URL that is used to connect to your XMPP server
nl_be: HTTP- of websocket-URL die wordt gebruikt om verbinding te maken met uw XMPP-server
sv: HTTP- eller websocket-URL som används för att ansluta till din XMPP-server

source: e.g. wss://example.org/xmpp-websocket
sv: t.ex. wss://example.org/xmpp-websocket

source: Password
nl_be: Wachtwoord
sv: Lösenord

source: Log in
nl_be: Inloggen
sv: Logga in

source: Username
nl_be: Gebruikersnaam
sv: Användarnamn

source: user@domain
nl_be: gebruiker@domein
sv: användare@domän

source: Disconnected
nl_be: Verbinding verbroken
sv: Frånkopplad

source: Click here to log in anonymously
nl_be: Klikt hier voor anoniem aan te melden
sv: Klicka här för att logga in anonymt

source: Chat
sv: Chatt

source: About Converse
sv: Om Converse

source: Show details about this chat client
nl_be: Toont meer informatie over dezen chatcliënt
sv: Visa detaljer om den här chatt-klienten

source: Discover Services
sv: Upptäck Tjänster

source: Inspect
sv: Inspektera

source: Service
sv: Tjänst

source: Identities
sv: Identiteter

source: Type
sv: Typ

source: Category
sv: Kategori

source: Items
sv: Element

source: Features
nl_be: Functies
sv: Funktioner

source: No service found with that XMPP address
sv: Ingen tjänst med den XMPP-adressen

source: Error: %1$s
sv: Fel: %1$s

source: Close these announcements
nl_be: Dit groepsgesprek sluiten
sv: Stäng dessa notiser

source: Click to open this server message
nl_be: Klikt voor dit server groepsgesprek te openen
sv: Klicka för att öppna servermeddelandet

source: Announcements
nl_be: Aankondigingen
sv: Notiser

source: Click to load missing messages
nl_be: Klik om ontbrekende berichten te laden
sv: Klicka för att ladda saknade meddelanden

source: Minimize
nl_be: Minimaliseren
sv: Minimera

source: Minimize this chat
nl_be: De Chat minimaliseren
sv: Minimera den här chatten

source: Minimize this groupchat
nl_be: Groep chat minimaliseren
sv: Minimera den här gruppchatten

source: hidden
sv: dold

source: Click to restore this chat
nl_be: Klikt voor dit gesprek te herstellen
sv: Klicka för att återställa den här chatten

source: Change affiliation
nl_be: Lidmaatschap wijzigen
sv: Byt anknytning

source: New affiliation
nl_be: Nieuwe verbondenheid
sv: Ny anknytning

source: Timeout error while trying to set the affiliation
nl_be: Sorry, der ging iets mis bij het verversen verbondenheid
sv: Avbrottsfel när anknytningen skulle ställas in

source: Sorry, you're not allowed to make that change
nl_be: Je hebt geen rechten om dit te wijzigen
sv: Ledsen, du är inte behörig att göra den ändringen

source: Sorry, something went wrong while trying to set the affiliation
nl_be: Sorry, er ging iets mis om de verbondenheid te veranderen
sv: Ledsen, något gick fel när anknytningen skulle ställas in

source: Change role
nl_be: Rol Instellingen wijzigen
sv: Ändra roll

source: New Role
nl_be: Nieuwe Rol
sv: Ny roll

source: You're not allowed to make that change
nl_be: Je bent niet gemachtigd om dit te veranderen
sv: Du är inte behörig att göra den ändringen

source: Sorry, something went wrong while trying to set the role
nl_be: Sorry, der ging iets mis bij het veranderen van de rol
sv: Ledsen, något gick fel när rollen skulle ställas in

source: Change nickname
nl_be: Wijzig uwen bijnaam
sv: Ändra smeknamn

source: Enter groupchat
nl_be: Deelnemen aan groepsgesprek
sv: Gå in i gruppchatt

source: Choose a nickname to enter
nl_be: Kies een bijnaam om binnen te komen
sv: Välj ett smeknamn för att komma in

source: Please choose your nickname
nl_be: Kies uw bijnaam
sv: Vänligen välj ett smeknamn

source: You're not allowed to send messages in this room
nl_be: Ge hebt geen toelating om berichten te verzenden in deze kamer
sv: Du har inte behörighet att skriva meddelanden i det här rummet

source: Invite
nl_be: Uitnodigen
sv: Bjud in

source: user@example.org
nl_be: gebruiker@voorbeeld.org
sv: användare@domän.example

source: Optional reason for the invitation
nl_be: Optionele reden voor de uitnodiging
sv: Frivillig anledning för inbjudan

source: Invite someone to this groupchat
nl_be: Nodig iemand uit voor deze groepChat
sv: Bjud in någon i den här gruppchatten

source: Click to mention %1$s in your message.
nl_be: Klikt voor %1$s in uw bericht te vermelden.
sv: Klicka för att nämna %1$s i ditt meddelande.

source: Owner
nl_be: Eigenaar
sv: Ägare

source: Admin
nl_be: Beheerder
sv: Administratör

source: Member
nl_be: Lid
sv: Medlem

source: Visitor
nl_be: Bezoeker
sv: Besökare

source: This user is a moderator.
nl_be: Deze gebruiker is ne moderator.
sv: Denna användare är en moderator.

source: This user can send messages in this groupchat.
nl_be: Deze gebruiker kan berichten sturen in dit groepsgesprek.
sv: Denna användare kan skicka meddelanden i den här gruppchatten.

source: This user can NOT send messages in this groupchat.
nl_be: Deze gebruiker kan GEEN berichten sturen in dit groepsgesprek.
sv: Denna användare kan INTE skicka meddelanden i den här gruppchatten.

source: This user is not currently in this groupchat and can't receive messages.
sv: Denna användare är för närvarande inte i denna gruppchatt och kan inte motta meddelanden.

source: Invite this user to join this groupchat
sv: Bjud in denna användare till den här gruppchatten

source: Open a one-on-one chat with this user
sv: Öppna en en-till-en-chatt med denna användare

source: Open Chat
sv: Öppna chatt

source: Success
sv: Lyckades

source: The user has been invited to join this groupchat
sv: Denna användare är inbjuden till den här gruppchatten

source: Filter by name
sv: Filtrera efter gruppnamn

source: Filter by status
nl_be: Filteren op status
sv: Filtrera efter status

source: Any
nl_be: Elke
sv: Vadsomhelst

source: Busy
nl_be: Bezet
sv: Upptagen

source: Participant
sv: Deltagare

source: Participants
nl_be: Deelnemers
sv: Deltagare

source: Hide
nl_be: Verbergen
sv: Dölj

source: Show filter
sv: Visa filter

source: Hide filter
sv: Dölj filter

source: Invite someone
sv: Bjud in någon

source: Invite someone to join this groupchat
nl_be: Iemand uitnodigen voor deze groep chat
sv: Bjud in någon till den här gruppchatten

source: No participant data found
sv: Inget deltagardata hittat

source: Show details
sv: Visa detaljer

source: Change user's affiliation to admin
nl_be: Lidmaatschap van gebruiker wijzigen naar beheerder
sv: Ändra användarens anknytning till administratör

source: Ban user by changing their affiliation to outcast
nl_be: Gebruiker verbannen door diens affiliatie te veranderen naar verschoppeling
sv: Porta användaren genom att ändra deras anknytning till utstött

source: Clear the chat area
nl_be: De gespreksruimte leegmaken
sv: Rensa chatt-utrymmet

source: Close this groupchat
nl_be: Dit groepchat sluiten
sv: Stäng denna gruppchatt

source: Change user role to participant
nl_be: Rol van gebruiker wijzigen naar deelnemer
sv: Ändra användarroll till deltagare

source: Remove this groupchat
nl_be: Dit groepsgesprek verwijderen
sv: Ta bort denna gruppchatt
