Repository: aliraza556/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: nl_be, sv

source: Kick user from groupchat
nl_be: Gebruiker uit groepsgesprek schoppen
sv: Sparka ut användaren från gruppchatt

source: Write in 3rd person
nl_be: Schrijfd in den derde persoon
sv: Skriv i tredje person

source: Grant membership to a user
nl_be: Verleend lidmaatschap aan ne gebruiker
sv: Ge medlemskap till en användare

source: Opens up the moderator tools GUI
nl_be: Opent de GUI van de moderatortools
sv: Öppnar moderatorverktygens grafiska användargränssnitt

source: Remove user's ability to post messages
nl_be: Mogelijkheid van gebruiker voor berichten te schrijven verwijderen
sv: Ta bort en användares förmåga att skicka meddelanden

source: Change your nickname
nl_be: Wijzigd uwen bijnaam
sv: Ändra ditt smeknamn

source: Grant moderator role to user
nl_be: Rol van gebruiker wijzigen naar moderator
sv: Ge moderator-roll till användare

source: Grant ownership of this groupchat
nl_be: Eigendom van dit groepsgesprek verlenen
sv: Ge ägarskap av denna gruppchatt

source: Register your nickname
nl_be: Uwen bijnaam registreren
sv: Registrera ditt smeknamn

source: Revoke the user's current affiliation
nl_be: De affiliatie van de gebruiker intrekken
sv: Återta användarens nuvarande anknytning

source: Set groupchat subject
nl_be: Gespreksonderwerp instellen
sv: Ställ in gruppchattens ämne

source: Set groupchat subject (alias for /subject)
nl_be: Gespreksonderwerp instellen (alias voor /subject)
sv: Ställ in gruppchattens ämne (alias för /ämne)

source: Allow muted user to post messages
nl_be: Gedempte gebruikers berichten laten schrijven
sv: Tillåt tystad användare att skicka meddelanden

source: The conversation has moved to a new address. Click the link below to enter.
nl_be: Het gesprek is verhuisd naar een nieuw adres. Klik op onderstaande link om binnen te komen.
sv: Konversationen har flyttat till en ny adress. Klicka länken nedan för att gå med.

source: This groupchat no longer exists
nl_be: Dit groepsChat bestaat niet meer
sv: Denna gruppchatt finns inte längre

source: The following reason was given: "%1$s"
nl_be: De volgende reden is opgegeven: "%1$s"
sv: Den angivna anledningen var: "%1$s"

source: This action was done by %1$s.
nl_be: Deze actie is uitgevoerd door %1$s.
sv: Denna handling utfördes av %1$s.

source: The reason given is: "%1$s".
nl_be: D’opgegeven reden is: ‘%1$s’.
sv: Den angivna anledningen är"%1$s".

source: Loading configuration form
nl_be: Configuratieformulier laden
sv: Laddar konfigurationsformulär

source: Configure %1$s
sv: Konfigurera %1$s

source: Sorry, an error occurred while trying to submit the config form.
nl_be: Sorry, er is een fout opgetreden bij het verzenden van het configuratieformulier.
sv: Ledsen, ett fel uppstod medans konfigurationsformuläret skulle skickas.

source: Sorry, an error happened while trying to save the groupchat avatar.
sv: Ledsen, ett fel skedde när din gruppchatt-bild skulle sparas.

source: You can check your browser's developer console for any error output.
nl_be: Ge kunt de ontwikkelaarsconsole van uwen browser nakijken voor foutenuitvoer.
sv: Du kan kolla din webbläsares utvecklarkonsol för fel-utmatning.

source: Topic
nl_be: Onderwerp
sv: Ämne

source: Topic author
nl_be: Auteur van het onderwerp
sv: Ämnesupphovsman

source: XMPP address
nl_be: XMPP adres
sv: XMPP-adress

source: Message archiving
nl_be: Berichtarchivering
sv: Meddelandearkivering

source: Messages are archived on the server
nl_be: Berichten worden gearchiveerd op de server
sv: Meddelanden arkiveras på servern

source: Description
nl_be: Beschrijving
sv: Beskrivning

source: Hidden
nl_be: Verborgen
sv: Dold

source: This groupchat is not publicly searchable
nl_be: Dit groepsgesprek is niet openbaar vindbaar
sv: Denna gruppchatt är inte offentligt sökbar

source: This groupchat is restricted to members only
nl_be: Dit groepsgesprek is enkel toegankelijk voor leden
sv: Denna gruppchatt är begränsad till endast medlemmar

source: Members only
nl_be: Alleen-leden
sv: Endast medlemmar

source: Moderated
nl_be: Gemodereerd
sv: Modererad

source: Participants entering this groupchat need to request permission to write
nl_be: Deelnemers aan dit groepsgesprek hebben toestemming nodig voordat ze berichten kunnen sturen
sv: Deltagare som går med i denna chatt måste be om tillåtelse att skriva

source: This groupchat does not require a password upon entry
nl_be: Dit groepsgesprek vereist geen paswoord voor toegang
sv: Denna gruppchatt kräver inget inträdeslösenord

source: No password required
nl_be: Geen paswoord nodig
sv: Inget lösenord krävs

source: Not anonymous
nl_be: Niet-anoniem
sv: Ej anonym

source: All other groupchat participants can see your XMPP address
nl_be: Alle gebruikers in dit groepsgesprek kunnen uwen XMPP-adres zien
sv: Alla andra gruppchattdeltagare kan se din XMPP-adress

source: Not moderated
nl_be: Niet gemodereerd
sv: Ej modererad

source: Participants entering this groupchat can write right away
nl_be: Deelnemers aan dit groepsgesprek kunnen onmiddellijk berichten sturen
sv: Deltagare som går med i den här gruppchatten kan skriva omedelbart

source: Online users
nl_be: Gebruikers online
sv: Uppkopplade användare

source: Open
sv: Öppen

source: Anyone can join this groupchat
nl_be: Iedereen kan deelnemen aan dit gesprek
sv: Vem som helst kan gå med i denna gruppchatt

source: This groupchat requires a password before entry
nl_be: Dit groepsgesprek vereist een paswoord voor toegang
sv: Denna gruppchatt kräver inträdeslösenord

source: Password protected
nl_be: Beveiligd met paswoord
sv: Lösenordsskyddad

source: Persistent
nl_be: Blijvend
sv: Beständig

source: This groupchat persists even if it's unoccupied
nl_be: Dit groepsgesprek blijft bestaan, zelfs als der niemand aanwezig is
sv: Denna gruppchatt är beständig även om den är tom

source: Public
nl_be: Openbaar
sv: Offentlig

source: This groupchat is publicly searchable
nl_be: Dit groepsgesprek is openbaar vindbaar
sv: Denna gruppchatt är offentligt sökbar

source: Semi-anonymous
nl_be: Semi-anoniem
sv: Semi-anonym

source: Only moderators can see your XMPP address
nl_be: Enkel moderatoren kunnen uwen XMPP-adres zien
sv: Endast moderatorer kan se din XMPP-adress

source: Temporary
nl_be: Tijdelijk
sv: Tillfällig

source: This groupchat will disappear once the last person leaves
nl_be: Dit groepsgesprek zal verdwijnen van zodra dat de laatsten deelnemer het verlaat
sv: Denna gruppchatt försvinner när den sista personen lämnar

source: Groupchat info
sv: Information om gruppchatt

source: Hide the groupchat topic
nl_be: Verberg het groep chat onderwerp
sv: Dölj gruppchattens ämne

source: Show more information on this groupchat
nl_be: Toond meer informatie over dit groepsgesprek
sv: Visa mer info om denna gruppchatt

source: Show more information about this groupchat
nl_be: Toon meer informatie over dit groepsgesprek
sv: Visa mer information om den här gruppchatten

source: Configure
nl_be: Configureren
sv: Konfigurera

source: Configure this groupchat
nl_be: Configureerd dit groepsgesprek
sv: Konfigurera den här gruppchatten

source: Change the nickname you're using in this groupchat
nl_be: Verander de gebruikersnaam voor dit groepsgesprek
sv: Ändra smeknamnet du använder i den här gruppchatten

source: Show topic
nl_be: Onderwerp tonen
sv: Visa ämne

source: Hide topic
nl_be: Verberg onderwerp
sv: Dölj ämne

source: Show the topic message in the heading
nl_be: Toon het onderwerp bericht bovenaan
sv: Visa ämnesmeddelandet i rubriken

source: Hide the topic in the heading
nl_be: Verberg het onderwerp bericht bovenaan
sv: Dölj ämnesmeddelandet i rubriken

source: Show participants
nl_be: Toon Deelnemers
sv: Visa deltagare

source: Hide participants
nl_be: Deelnemers verbergen
sv: Dölj deltagare

source: Show the groupchat participants
sv: Visa deltagare i gruppchatt

source: Hide the groupchat participants
sv: Dölj gruppchattens deltagare

source: Moderate
nl_be: Modereren
sv: Moderera

source: Moderate this groupchat
nl_be: Modereer deze groep chat
sv: Moderera den här gruppchatten

source: Destroy
nl_be: Kapot maken
sv: Förstör

source: Leave
nl_be: Vertrekken
sv: Lämna

source: Leave and close this groupchat
nl_be: Deze groep chat verlatenen sluit de groep chat
sv: Lämna och stäng denna gruppchatt

source: Are you sure you want to leave this groupchat?
nl_be: Ben je zeker uit deze groep chat te verlaten?
sv: Är du säker på att du vill lämna denna gruppchatt?

source: This groupchat requires a password
nl_be: Dit groepsgesprek vereist een paswoord
sv: Denna gruppchatt kräver ett lösenord

source: Password:
nl_be: Wachtwoord:
sv: Lösenord:

source: Submit
nl_be: Indienen
sv: Skicka in

source: has gone offline
nl_be: is offline
sv: är nedkopplad

source: has gone away
nl_be: is afwezig
sv: är frånvarande

source: is busy
nl_be: is bezet
sv: är upptagen

source: has come online
nl_be: is online
sv: är uppkopplad

source: Notification from %1$s
nl_be: Melding van %1$s
sv: Notis från %1$s

source: %1$s says
nl_be: %1$s zegd
sv: %1$s säger

source: wants to be your contact
nl_be: wild uw contact zijn
sv: vill bli en av dina kontakter

source: online
sv: uppkopplad

source: busy
nl_be: bezet
sv: upptagen

source: away for long
nl_be: langdurig afwezig
sv: borta länge

source: away
nl_be: afwezig
sv: borta

source: offline
sv: nedkopplad

source: The new passwords must match
sv: Lösenorden måste vara identiska

source: New password
sv: Nytt lösenord

source: Confirm new password
sv: Bekräfta nytt lösenord

source: Timeout error
sv: Timeout-fel

source: Your server does not support password reset
sv: Din server stöder inte lösenordsåterställning

source: Your server responded with an unknown error, check the console for details
sv: Din server svarade med ett okänt fel, kan kolla webbläsares utvecklarkonsol för detaljer

source: Timeout error while trying to set your password
sv: Timeoutfel när lösenordet skulle sättas

source: Your server does not allow password reset
sv: Din server tillåter inte lösenordsåterställning

source: You are not allowed to change your password
sv: Du har inte tillåtelse att ändra ditt lösenord

source: Your new password has been set
sv: Ditt nya lösenord har ställts in

source: Log out
nl_be: Afmelden
sv: Logga ut

source: Set status
sv: Ange status

source: Away for long
nl_be: Langdurig afwezig
sv: Borta länge

source: Personal status message
nl_be: Persoonlijk statusbericht
sv: Personligt statusmeddelande

source: Clear status message
sv: Töm statusmeddelande

source: Save and close
nl_be: Opslaan en sluiten
sv: Spara och stäng

source: Use commas to separate multiple roles. Your roles are shown next to your name on your chat messages.
nl_be: Gebruikt komma’s voor meerdere rollen op te geven. Uw rollen worden naast uwe naam op uw berichten weergegeven.
sv: Använd komman för att särskilja flera roller. Dina roller visas bredvid ditt namn på dina chattmeddelanden.

source: Reset Password
sv: Återställ Lösenord

source: Your Profile
nl_be: Uw profiel
sv: Din Profil

source: Sorry, an error happened while trying to save your profile data.
nl_be: Sorry, der is een fout opgetreden bij het opslaan van uw profielgegevens.
sv: Ledsen, ett fel skedde när din profilinformation skulle sparas.

source: Profile updated successfully
sv: Profilen uppdaterades

source: Status updated
sv: Status uppdaterad

source: Are you sure you want to log out?
nl_be: Zij’ ge zeker da’ g’u wild afmelden?
sv: Är du säker på att du vill logga ut?

source: About
nl_be: Info
sv: Om

source: Commands
nl_be: Reacties
sv: Kommandon

source: Services
sv: Tjänster

source: %1$s Open Source %2$s XMPP chat client brought to you by %3$s Opkode %2$s
nl_be: %1$s Vrije %2$s XMPP-chatcliënt gemaakt door %3$s Opkode %2$s
sv: %1$s Öppen källkods- %2$s XMPP chattklient till dig ifrån %3$s Opkode %2$s

source: %1$s Translate %2$s it into your own language
nl_be: %1$s Vertaalt %2$s het in uw eigen taal
sv: %1$s Översätt %2$s till ditt eget språk

source: Settings
nl_be: Instellingen
sv: Inställningar

source: I am %1$s
nl_be: Ik ben %1$s
sv: Jag är %1$s

source: Update your profile
sv: Uppdatera din Profil

source: Click to change your chat status
nl_be: Klikt hier voor uw gespreksstatus te wijzigen
sv: Klicka för att ändra din chattstatus

source: Download file "%1$s"
nl_be: Bestand ‘%1$s’ downloaden
sv: Ladda ner filen "%1$s"

source: Error: could not decrypt a received encrypted file, because it could not be downloaded
sv: Fel: kunde inte dekryptera en mottagen krypterad fil eftersom den inte kunde laddas ned

source: Cannot use end-to-end encryption in this groupchat, either the groupchat has some anonymity or not all participants support OMEMO.
nl_be: Kan geen end-naar-end encryptie gebruiken in deze groep chat, of de groep chat heeft enige anonimiteit of niet alle deelnemers ondersteunen OMEMO.
sv: Kan inte använda totalsträckskryptering i denna gruppchatt, antingen så har gruppchatten viss anonymitet eller så stödjer inte alla deltagare OMEMO.

source: Cannot use end-to-end encryption because %1$s uses a client that doesn't support OMEMO.
nl_be: Kan geen eind-tot-eind-versleuteling gebruiken omdat %1$s ne cliënt gebruikt die dat geen ondersteuning biedt voor OMEMO.
sv: Kan inte använda totalsträckskryptering eftersom att %1$s använder en klient som inte stödjer OMEMO.

source: Messages are being sent in plaintext
nl_be: Berichten worden onversleuteld verzonden
sv: Meddelanden skickas i klartext

source: Messages are sent encrypted
nl_be: Uw berichten zijn niet meer versleuteld
sv: Meddelanden skickas krypterade

source: This groupchat needs to be members-only and non-anonymous in order to support OMEMO encrypted messages
nl_be: Deze groep chat moet alleen voor leden en niet-anoniem zijn om OMEMO-gecodeerde berichten te ondersteunen
sv: Denna gruppchatt måste vara enbart för medlemmar och icke-anonym för att stödja OMEMO-krypterade meddelanden

source: OMEMO encryption is not supported
nl_be: OMEMO codering wordt niet ondersteund
sv: OMEMO kryptering stöds inte

source: Trusted
nl_be: Vertrouwd
sv: Betrodd

source: Untrusted
nl_be: Onvertrouwd
sv: Ej betrodd

source: Choose which devices you trust for OMEMO encrypted communication
sv: Välj vilka enheter du litar på för OMEMO-krypterad kommunikation

source: OMEMO Fingerprints
nl_be: OMEMO-vingerafdrukken
sv: OMEMO-fingeravtryck

source: No OMEMO-enabled devices found
nl_be: Geen OMEMO compatibele apparaten gevonden
sv: Inga OMEMO-aktiverade enheter funna

source: Checkbox for selecting the following fingerprint
nl_be: Selectievakske voor het selecteren van de volgende vingerafdruk
sv: Kryssruta för att välja det följande fingeravtrycket

source: Device without a fingerprint
nl_be: Apparaat zonder vingerafdruk
sv: Enhet utan ett fingeravtryck

source: Checkbox for selecting the following device
nl_be: Selectievakje voor het selecteren van het volgende apparaat
sv: Kryssruta för att välja den följande enheten

source: Other OMEMO-enabled devices
nl_be: Overige OMEMO-apparaten
sv: Andra OMEMO-aktiverade enheter

source: Checkbox to select fingerprints of all other OMEMO devices
nl_be: Selectievakske voor vingerafdrukken van alle andere OMEMO-apparaten te selecteren
sv: Kryssruta för att välja fingeravtrycken hos alla andra OMEMO-enheter

source: Remove checked devices and close
nl_be: Geselecteerde apparaten verwijderen en sluiten
sv: Ta bort ikryssade enheter och stäng

source: Select all
nl_be: Alles selecteren
sv: Välj alla

source: Generate new keys and fingerprint
nl_be: Nieuwe sleutels en vingerafdruk genereren
sv: Generera nya nycklar och fingeravtryck

source: Sorry, an error occurred while trying to remove the devices.
nl_be: Der is een fout opgetreden bij het verwijderen van de apparaten.
sv: Ledsen, ett fel uppstod när enheter skulle tas bort.

source: Are you sure you want to generate new OMEMO keys? This will remove your old keys and all previously encrypted messages will no longer be decryptable on this device.
nl_be: Zijt ge zeker dat ge nieuwe OMEMO-sleutels wilt genereren? Dit gaat uw oude sleutels verwijderen, en alle voorheen versleutelde berichten gaan niet meer ontsleutelbaar zijn op dit apparaat.
sv: Är du säker på att du vill skapa nya OMEMO-nycklar? Detta kommer ta bort dina gamla nycklar och alla tidigare krypterade meddelanden kommer inte längre vara avkrypterbara på denna enhet.

source: Already have a chat account?
nl_be: Hebd’ al nen account?
sv: Har du redan ett konto?

source: Go back to login
sv: Gå tillbaka till login

source: Choose a different provider
nl_be: Kiesd nen andere leverancier
sv: Välj en annan leverantör

source: Account Registration:
nl_be: Accountregistratie:
sv: Kontoregistrering:

source: Register
nl_be: Registreren
sv: Registrera

source: Create your account
nl_be: Maakt uwen account aan
sv: Skapa konto

source: Tip: A list of public XMPP providers is available
nl_be: Tip: der is ne lijst met openbare XMPP-leveranciers beschikbaar
sv: Tips: En lista på offentliga XMPP-leverantörer är tillgänglig

source: here
nl_be: hier
sv: här

source: Fetch registration form
nl_be: Registratieformulier ophalen
sv: Hämta registreringsformulär

source: Please enter the XMPP provider to register with:
nl_be: Voerd den XMPP-leverancier in waarbij da’ g’u wild registreren:
sv: Vänligen fyll i den XMPP-leverantör du vill registrera med:

source: Sorry, we're unable to connect to your chosen provider.
nl_be: Sorry, we konden geen verbinding maken met uwe gekozen leverancier.
sv: Ledsen, vi kan inte koppla upp oss till din valda leverantör.

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
nl_be: Sorry, den opgegeven leverancier bied geen ondersteuning voor inbandaccountregistratie. Probeerd nen andere leverancier.
sv: Tyvärr, den angivna leverantören stöder inte registrering av konton över-anslutning. Försök med en annan leverantör.

source: Invalid connection URL, only HTTPS and WSS accepted
sv: Ogiltig anslutnings-URL, endast HTTPS och WSS tillåts

source: Now logging you in
nl_be: Bezig met aanmelden
sv: Nu loggas du in

source: Registered successfully
nl_be: Geregistreerd
sv: Registreringen lyckades

source: Registration failed.
sv: Registrering misslyckades.

source: Please try a different username.
sv: Vänligen försök ett annat användarnamn.

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
nl_be: De leverancier weigerde uw registratieverzoek. Controleerd de waarden die g’invoerde.
sv: Leverantören avvisade ditt registreringsförsök. Vänligen kontrollera att värdena du skrev in är korrekta.

source: Create an account
nl_be: Account aanmaken
sv: Skapa ett konto

source: Don't have a chat account?
nl_be: Heb je genen account?
sv: Har du inget chattkonto?

source: This field is required
nl_be: Dees veld is verplicht
sv: Detta fält är obligatoriskt

source: Join
nl_be: Deelnemen
sv: Gå med

source: Groupchat name
nl_be: Gespreksnaam
sv: Gruppchattnamn

source: Groupchat name or address
sv: Gruppchattens namn eller adress

source: Enter a new Groupchat
nl_be: Deelnemen aan nieuw groepsgesprek
sv: Hoppa in i en ny Gruppchatt

source: Invalid groupchat address, it cannot be empty.
sv: Ogiltig adress för gruppchatt, den kan inte vara tom.

source: Invalid groupchat address, a forward slash is not allowed.
sv: Ogiltig gruppchatt-address, ett snedstreck är inte tillåtet.

source: Invalid groupchat address, more than one @ sign is not allowed.
sv: Ogiltig gruppchatt-address, fler än ett @ är inte tillåtet.

source: Invalid groupchat address, it cannot start or end with an @ sign.
sv: Ogiltig gruppchatt-address, det kan inte börja eller sluta med @.

source: No default groupchat service found. You'll need to specify the full address, for example room@conference.example.org
sv: Ingen standard gruppchatt-tjänst hittad. Du behöver ange hela adressen, till exempel room@conference.example.org

source: Groupchat id is invalid.
nl_be: Groep chat ID is ongeldig.
sv: Gruppchatt-ID är ogiltigt.

source: Description:
nl_be: Beschrijving:
sv: Beskrivning:

source: Groupchat XMPP Address:
nl_be: Groep XMPP adres:
sv: Gruppchatt XMPP adress:

source: Participants:
nl_be: Deelnemers:
sv: Deltagare:

source: Features:
nl_be: Functies:
sv: Funktioner:

source: Requires authentication
nl_be: Authenticatie vereist
sv: Kräver bestyrkning

source: Requires an invitation
nl_be: Uitnodiging vereist
sv: Kräver inbjudan

source: Non-anonymous
nl_be: Nie-anoniem
sv: Icke-anonym

source: Permanent
nl_be: Blijvend
sv: Beständig

source: Unmoderated
nl_be: Nie’ gemodereerd
sv: Ej modererad

source: Show groupchats
nl_be: Groepsgesprekken tonen
sv: Visa gruppchatter

source: Server address
nl_be: Serveradres
sv: Server-adress

source: conference.example.org
nl_be: groepsgesprek.voorbeeld.be
sv: konferens.example.org

source: Query for Groupchats
nl_be: Zoeken naar gesprekken
sv: Sök efter Gruppchatter

source: Groupchats found
nl_be: Groepsgesprekken gevonden
sv: Gruppchatter hittade

source: No groupchats found
nl_be: Geen groepsgesprekken gevonden
sv: Inga gruppchatter funna

source: Leave this groupchat
nl_be: Dit gesprek verlaten
sv: Lämna denna gruppchatt

source: Click to hide these rooms
sv: Klicka för att dölja dessa rum

source: Click to toggle the list of open groupchats
nl_be: Klikt voor de lijst me’ groepsgesprekken te tonen/verbergen
sv: Klicka för att växla listan för öppna gruppchatter

source: Groupchats
nl_be: Groepgesprekken
sv: Gruppchatter

source: Query server
sv: Fråga server

source: Add groupchat
sv: Lägg till gruppchatt

source: Are you sure you want to leave the groupchat %1$s?
nl_be: Zijt ge zeker dat ge het gesprek ‘%1$s’ wilt verlaten?
sv: Är du säker på att du vill lämna gruppchatten %1$s?

source: This contact is busy
nl_be: Dit contact is bezet
sv: Denna kontakt är upptagen

source: This contact is online
nl_be: Dit contact is online
sv: Denna kontakt är uppkopplad

source: This contact is offline
nl_be: Dit contact is offline
sv: Denna kontakt är nedkopplad

source: This contact is unavailable
nl_be: Dit contact is nie beschikbaar
sv: Denna kontakt är otillgänglig

source: This contact is away for an extended period
nl_be: Dit contact is uitgebreid afwezig
sv: Denna kontakt är borta för en längre period

source: This contact is away
nl_be: Dit contact is afwezig
sv: Denna kontakt är borta

source: Click to remove %1$s as a contact
nl_be: Klikt voor %1$s als contact te verwijderen
sv: Klicka för att ta bort %1$s som kontakt

source: Click to show more details about %1$s
sv: Klicka för att visa mer detaljer om %1$s

source: Click to chat with yourself
sv: Klicka för att chatta med dig själv

source: Click to chat with %1$s (XMPP address: %2$s)
nl_be: Klikt voor te chatten met %1$s (XMPP adres: %2$s)
sv: Klicka för att chatta med %1$s (XMPP-adress: %2$s)

source: Click to accept the contact request from %1$s (XMPP address: %2$s)
sv: Klicka för att godkänna kontaktförfrågan från %1$s (XMPP-address %2$s)

source: Click to decline the contact request from %1$s (XMPP address: %2$s)
sv: Klicka för att neka kontaktförfrågan från %1$s (XMPP-address: %2$s)

source: Accept as contact
sv: Acceptera kontakt

source: Click to add %1$s as a contact
sv: Klicka för att lägga till %1$s som kontakt

source: Save as contact
sv: Spara som kontakt

source: Add
nl_be: Toevoegen
sv: Lägg till

source: Search name or XMPP address
sv: Sök namn eller XMPP-adress

source: Add a Contact
nl_be: Voeg een contact toe
sv: Lägg till en kontakt

source: This contact has already been added
nl_be: Dees contact werd al toegevoegd
sv: Denna kontakt har redan lagts till

source: Sorry, something went wrong while adding the contact
sv: Ledsen, något gick fel med att lägga till kontakten

source: Contact added successfully
sv: Kontakten lades till
